{
  "Letter": [
    "Write a letter to the bank manager requesting a new cheque book.",
    "Write a letter to the bank manager complaining about the delay in processing your loan application.",
    "Write a letter to the bank manager requesting to update your address in bank records.",
    "Write a letter to the bank manager reporting a lost debit card and requesting a replacement.",
    "Write a letter to the bank manager requesting the closure of your fixed deposit account.",
    "Write a letter to the bank manager requesting a statement of your savings account for the last three months.",
    "Write a letter to the bank manager requesting information about home loan interest rates.",
    "Write a letter to the bank manager requesting the activation of your new debit card.",
    "Write a letter to the bank manager requesting the addition of a nominee to your savings account.",
    "Write a letter to the bank manager requesting the correction of a wrong transaction in your account."
  ],

  
  "Essay": [
"Write an essay on the importance of time management.",
"Discuss the growth, challenges, and opportunities in the Indian startup ecosystem.",

"Analyze the pros and cons of implementing a four-day work week in India.",

"What are the causes and consequences of the recent economic slowdown in India?",

"Discuss the changes in WhatsApp's user policy and their implications for user privacy and surveillance.",

"What is the role of cybersecurity in the banking sector? Highlight the key challenges.",

"Examine the issues and opportunities associated with the growth of digital payments in India.",

"How has social media affected various aspects of our daily lives?",

"Why is pollution in Delhi NCR still an unsolved problem? Suggest effective measures.",

"Discuss the contribution of self-reliant farmers and MSMEs to India’s rural economy.",

"Examine the major border disputes India is currently facing and their historical background.",

"Discuss the role of women entrepreneurs in India’s economic development.",

"Highlight the key features and implications of India’s New Education Policy.",

"Is women’s empowerment in India a reality or just rhetoric? Explain.",

"Analyze the pros and cons of artificial intelligence in modern industries.",

"Examine the rise of cryptocurrencies and the role of blockchain technology in today’s economy.",

"Discuss the impact of Covid-19 and the lockdown on the Indian economy and society.",

"What are the advantages and disadvantages of online learning, especially during the pandemic?",

"Discuss the causes and global impact of the Russia-Ukraine war.",

"Should India implement a universal healthcare system? Debate its feasibility.",

"How is climate change affecting the globe? Suggest steps to mitigate it.",

"Discuss the pros and cons of privatizing public sector banks in India.",

"What are the challenges and benefits of implementing 5G services in India?",

"Discuss how the Aatm Nirbhar Bharat campaign is pushing India towards economic self-reliance.",

"What are the causes of rising unemployment in India, and what can be done to solve it?",

"Discuss the pros and cons of adopting renewable energy in India.",

"Why are today’s youth losing focus on contributing to global progress? Suggest solutions.",

"What are the advantages and disadvantages of digital payments in India?",

"Discuss the significance and challenges of implementing the One Nation, One Ration Card scheme.",

"Analyze the future prospects and challenges of electric vehicles in India.",

"What challenges is the Indian economy currently facing, and how can they be addressed?",

"What are the main causes of gender discrimination in India and how can they be tackled?",

"Analyze the implementation of GST in India. What are its benefits and drawbacks?",

"What challenges and opportunities does an interconnected global economy present?",

"Suggest effective measures to prevent excessive migration from rural to urban areas.",

"Discuss the role of banks in promoting financial inclusion in rural India.",

"Pollution remains one of the biggest environmental challenges. Discuss its forms and solutions.",

"How has UPI changed the landscape of digital payments in India?",

"Why is the G20 2024 Summit significant for addressing global economic and environmental issues?",

"How is BRICS 2024 expected to shape global power dynamics and cooperation?",

"Discuss the risks and benefits of deepfake technology and the need for regulation."
  ],


  "Report": [
    "Write a report on the recent blood donation camp in your college."
  ],


  "Email": [
    "Write an email to your HR manager requesting leave for 3 days."
  ],


  "Situation": [
    "You found a wallet on the road. Analyze the situation and write how you would handle it."
  ]
}



